Repository: dasher-project/Dasher-Apple
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: af, ar, bn, cs, da, de, el, es, fa, fi, fr, gu, hi, hu, it, kn, ml, mr, nl, pa, pl, pt, ru, sv, sw, ta, te, th, ur, zh_cn, zu

source: Increase Speed
af: Verhoog Spoed
ar: زيادة السرعة
bn: গতি বাড়ান
cs: Zvýšit rychlost
da: Øg hastigheden
de: Geschwindigkeit erhöhen
el: Αύξηση ταχύτητας
es: Aumentar la velocidad
fa: افزایش سرعت
fi: Lisää nopeutta
fr: Augmenter la vitesse
gu: ઝડપ વધારો
hi: गति बढ़ाएँ
hu: Növelje a sebességet
it: Aumenta la velocità
kn: ವೇಗ ಹೆಚ್ಚಿಸಿ
ml: വേഗത കൂട്ടുക
mr: वेग वाढवा
nl: Verhoog de snelheid
pa: ਗਤੀ ਵਧਾਓ
pl: Zwiększ prędkość
pt: Aumentar a velocidade
ru: Увеличьте скорость
sv: Öka hastigheten
sw: Ongeza Kasi
ta: வேகத்தை அதிகரிக்கவும்
te: వేగాన్ని పెంచండి
th: เพิ่มความเร็ว
ur: رفتار میں اضافہ کریں۔
zh_cn: 提高速度
zu: Khulisa isivinini

source: Input
af: Invoer
ar: مدخل
bn: ইনপুট
cs: Vstup
de: Eingang
el: Εισαγωγή
es: Aporte
fa: ورودی
fi: Syöttö
fr: Saisir
gu: ઇનપુટ
hi: इनपुट
hu: Bemenet
it: Ingresso
kn: ಇನ್ಪುಟ್
ml: ഇൻപുട്ട്
mr: इनपुट
nl: Invoer
pa: ਇਨਪੁੱਟ
pl: Wejście
pt: Entrada
ru: Вход
sw: Ingizo
ta: உள்ளீடு
te: ఇన్‌పుట్
th: ป้อนข้อมูล
ur: ان پٹ
zh_cn: 输入
zu: Okokufaka

source: Keyboard
af: Sleutelbord
ar: لوحة المفاتيح
bn: কিবোর্ড
cs: Klávesnice
da: Tastatur
de: Tastatur
el: Πληκτρολόγιο
es: Teclado
fa: کیبورد
fi: Näppäimistö
fr: Clavier
gu: કીબોર્ડ
hi: कीबोर्ड
hu: Billentyűzet
it: Tastiera
kn: ಕೀಬೋರ್ಡ್
ml: കീബോർഡ്
mr: कीबोर्ड
nl: Toetsenbord
pa: ਕੀਬੋਰਡ
pl: Klawiatura
pt: Teclado
ru: Клавиатура
sv: Tangentbord
sw: Kibodi
ta: விசைப்பலகை
te: కీబోర్డ్
th: แป้นพิมพ์
ur: کی بورڈ
zh_cn: 键盘
zu: Ikhibhodi

source: Language
af: Taal
ar: لغة
bn: ভাষা
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
fa: زبان
fi: Kieli
fr: Langue
gu: ભાષા
hi: भाषा
hu: Nyelv
it: Lingua
kn: ಭಾಷೆ
ml: ഭാഷ
mr: भाषा
nl: Taal
pa: ਭਾਸ਼ਾ
pl: Język
pt: Linguagem
ru: Язык
sv: Språk
sw: Lugha
ta: மொழி
te: భాష
th: ภาษา
ur: زبان
zh_cn: 语言
zu: Ulimi

source: Learning
af: Leer
ar: تعلُّم
bn: শিক্ষা
cs: Učení
da: Læring
de: Lernen
el: Μάθηση
es: Aprendiendo
fa: یادگیری
fi: Oppiminen
fr: Apprentissage
gu: શીખવું
hi: सीखना
hu: Tanulás
it: Apprendimento
kn: ಕಲಿಕೆ
ml: പഠനം
mr: शिकणे
nl: Leren
pa: ਸਿੱਖਣਾ
pl: Nauka
pt: Aprendizado
ru: Обучение
sv: Inlärning
sw: Kujifunza
ta: கற்றல்
te: నేర్చుకోవడం
th: การเรียนรู้
ur: سیکھنا
zh_cn: 学习
zu: Ukufunda

source: Left side
af: Linkerkant
ar: الجانب الأيسر
bn: বাম দিকে
cs: Levá strana
da: Venstre side
de: Linke Seite
el: Αριστερή πλευρά
es: lado izquierdo
fa: سمت چپ
fi: Vasen puoli
fr: Côté gauche
gu: ડાબી બાજુ
hi: बाईं तरफ
hu: Bal oldal
it: Lato sinistro
kn: ಎಡಭಾಗ
ml: ഇടതുവശം
mr: डावी बाजू
nl: Linkerzijde
pa: ਖੱਬਾ ਪਾਸਾ
pl: Lewa strona
pt: Lado esquerdo
ru: Левая сторона
sv: Vänster sida
sw: Upande wa kushoto
ta: இடது பக்கம்
te: ఎడమ వైపు
th: ด้านซ้าย
ur: بائیں طرف
zh_cn: 左侧
zu: Uhlangothi lwesobunxele

source: Light
af: Lig
ar: ضوء
bn: আলো
cs: Světlo
da: Lys
de: Licht
el: Φως
es: Luz
fa: نور
fi: Valo
fr: Lumière
gu: પ્રકાશ
hi: रोशनी
hu: Fény
it: Leggero
kn: ಬೆಳಕು
ml: വെളിച്ചം
mr: प्रकाश
nl: Licht
pa: ਰੋਸ਼ਨੀ
pl: Światło
pt: Luz
ru: Свет
sv: Ljus
sw: Mwanga
ta: ஒளி
te: కాంతి
th: แสงสว่าง
ur: روشنی
zh_cn: 光
zu: Ukukhanya

source: Migration
af: Migrasie
ar: الهجرة
bn: অভিবাসন
cs: Migrace
el: Μετανάστευση
es: Migración
fa: مهاجرت
fi: Muuttoliike
gu: સ્થળાંતર
hi: प्रवास
hu: Migráció
it: Migrazione
kn: ವಲಸೆ
ml: മൈഗ്രേഷൻ
mr: स्थलांतर
nl: Migratie
pa: ਮਾਈਗ੍ਰੇਸ਼ਨ
pl: Emigracja
pt: Migração
ru: Миграция
sw: Uhamiaji
ta: இடம்பெயர்வு
te: వలస
th: การย้ายถิ่นฐาน
ur: ہجرت
zh_cn: 迁移
zu: Ukufuduka

source: Move your eyes while pinching to steer
af: Beweeg jou oë terwyl jy knyp om te stuur
ar: حرك عينيك أثناء الضغط على زر التكبير/التصغير للتوجيه
bn: চালনা করার জন্য চিমটি কাটার সাথে সাথে চোখ নাড়াচাড়া করুন।
cs: Pohybujte očima při sevření prstů pro řízení
da: Bevæg dine øjne, mens du kniber for at styre
de: Bewegen Sie Ihre Augen, während Sie zum Lenken kneifen
el: Κουνήστε τα μάτια σας ενώ τσιμπάτε για να οδηγήσετε
es: Mueve los ojos mientras pellizcas para dirigir.
fa: برای هدایت، هنگام نیشگون گرفتن، چشمان خود را حرکت دهید
fi: Liikuta silmiäsi samalla nipistämällä ohjataksesi
fr: Bougez vos yeux en pinçant pour diriger
gu: પિંચિંગ કરતી વખતે તમારી આંખો ખસેડો અને સ્ટીયર કરો
hi: स्टीयरिंग के लिए पिंच करते समय अपनी आंखें हिलाएं।
hu: Mozgasd a szemed, miközben csippentve irányítod az ujjaidat.
it: Muovi gli occhi mentre pizzichi per sterzare
kn: ಸ್ಟಿಯರ್ ಮಾಡಲು ಚಿವುಟುವಾಗ ನಿಮ್ಮ ಕಣ್ಣುಗಳನ್ನು ಸರಿಸಿ.
ml: സ്റ്റിയർ ചെയ്യാൻ നുള്ളുമ്പോൾ കണ്ണുകൾ ചലിപ്പിക്കുക.
mr: दिशा बदलण्यासाठी चिमटा घेताना तुमचे डोळे फिरवा.
nl: Beweeg je ogen terwijl je met je ogen knijpt om te sturen.
pa: ਸਟੀਅਰ ਕਰਨ ਲਈ ਚੂੰਢੀ ਭਰਦੇ ਹੋਏ ਆਪਣੀਆਂ ਅੱਖਾਂ ਨੂੰ ਹਿਲਾਓ
pl: Poruszaj oczami, jednocześnie ściskając je, aby sterować
pt: Mova os olhos enquanto usa o gesto de pinça para direcionar a câmera.
ru: Перемещайте глаза, одновременно используя жест масштабирования для управления.
sv: Rör ögonen medan du nyper för att styra
sw: Sogeza macho yako huku ukibana ili kuongoza
ta: திசை திருப்புவதற்கு, விரல்களை நெரித்தவாறே உங்கள் கண்களை நகர்த்தவும்.
te: స్టీరింగ్ చేయడానికి చిటికెన వేలుతో నొక్కుతున్నప్పుడు మీ కళ్ళను కదిలించండి
th: ขยับดวงตาไปพร้อมกับบีบนิ้วเพื่อบังคับทิศทาง
ur: اسٹیئر کرنے کے لیے چوٹکی لگاتے ہوئے اپنی آنکھوں کو حرکت دیں۔
zh_cn: 移动眼睛，同时捏住转向
zu: Hambisa amehlo akho ngenkathi ucindezela ukuze uqondise

source: New Message
af: Nuwe Boodskap
ar: رسالة جديدة
bn: নতুন বার্তা
cs: Nová zpráva
da: Ny besked
de: Neue Nachricht
el: Νέο μήνυμα
es: Nuevo mensaje
fa: پیام جدید
fi: Uusi viesti
fr: Nouveau message
gu: નવો સંદેશ
hi: नया सन्देश
hu: Új üzenet
it: Nuovo messaggio
kn: ಹೊಸ ಸಂದೇಶ
ml: പുതിയ സന്ദേശം
mr: नवीन संदेश
nl: Nieuw bericht
pa: ਨਵਾਂ ਸੁਨੇਹਾ
pl: Nowa wiadomość
pt: Nova mensagem
ru: Новое сообщение
sv: Nytt meddelande
sw: Ujumbe Mpya
ta: புதிய செய்தி
te: కొత్త సందేశం
th: ข้อความใหม่
ur: نیا پیغام
zh_cn: 新消息
zu: Umlayezo Omusha

source: No Dasher 5 data found on this Mac.
af: Geen Dasher 5-data op hierdie Mac gevind nie.
ar: لم يتم العثور على بيانات Dasher 5 على هذا الجهاز Mac.
bn: এই ম্যাক-এ কোনো ড্যাশার ৫ ডেটা পাওয়া যায়নি।
cs: Na tomto Macu nebyla nalezena žádná data pro Dasher 5.
da: Ingen Dasher 5-data fundet på denne Mac.
de: Auf diesem Mac wurden keine Dasher 5-Daten gefunden.
el: Δεν βρέθηκαν δεδομένα Dasher 5 σε αυτόν τον Mac.
es: No se encontraron datos de Dasher 5 en esta Mac.
fa: هیچ داده‌ای از Dasher 5 در این مک یافت نشد.
fi: Tältä Macilta ei löytynyt Dasher 5 -tietoja.
fr: Aucune donnée Dasher 5 trouvée sur ce Mac.
gu: આ Mac પર કોઈ Dasher 5 ડેટા મળ્યો નથી.
hi: इस मैक पर डैशर 5 का कोई डेटा नहीं मिला।
hu: Nem találhatók Dasher 5 adatok ezen a Mac gépen.
it: Nessun dato Dasher 5 trovato su questo Mac.
kn: ಈ Mac ನಲ್ಲಿ ಯಾವುದೇ Dasher 5 ಡೇಟಾ ಕಂಡುಬಂದಿಲ್ಲ.
ml: ഈ മാക്കിൽ ഡാഷർ 5 ഡാറ്റയൊന്നും കണ്ടെത്തിയില്ല.
mr: या मॅकवर डॅशर ५ चा कोणताही डेटा आढळला नाही.
nl: Er zijn geen Dasher 5-gegevens gevonden op deze Mac.
pa: ਇਸ ਮੈਕ 'ਤੇ ਕੋਈ ਡੈਸ਼ਰ 5 ਡਾਟਾ ਨਹੀਂ ਮਿਲਿਆ।
pl: Nie znaleziono danych Dasher 5 na tym Macu.
pt: Nenhum dado do Dasher 5 foi encontrado neste Mac.
ru: Данные Dasher 5 на этом Mac не найдены.
sv: Inga Dasher 5-data hittades på den här Mac-datorn.
sw: Hakuna data ya Dasher 5 iliyopatikana kwenye Mac hii.
ta: இந்த மேக்கில் டேஷர் 5 தரவு எதுவும் காணப்படவில்லை.
te: ఈ Macలో డాషర్ 5 డేటా కనుగొనబడలేదు.
th: ไม่พบข้อมูล Dasher 5 บนเครื่อง Mac นี้
ur: اس میک پر کوئی Dasher 5 ڈیٹا نہیں ملا۔
zh_cn: 在此 Mac 上找不到 Dasher 5 数据。
zu: Akukho datha ye-Dasher 5 etholakele kule Mac.

source: Not now
af: Nie nou nie
ar: ليس الآن
bn: এখন নয়
cs: Teď ne
da: Ikke nu
de: Nicht jetzt
el: Όχι τώρα
es: Ahora no
fa: الان نه
fi: Ei nyt
fr: Pas maintenant
gu: હમણાં નહીં
hi: अभी नहीं
hu: Most nem
it: Non adesso
kn: ಈಗಲ್ಲ
ml: ഇപ്പോൾ വേണ്ട
mr: आता नाही
nl: Nu niet
pa: ਹਾਲੇ ਨਹੀਂ
pl: Nie teraz
pt: Agora não
ru: Не сейчас
sv: Inte nu
sw: Sio sasa
ta: இப்போது இல்லை
te: ఇప్పుడు కాదు
th: ไม่ใช่ตอนนี้
ur: ابھی نہیں۔
zh_cn: 现在不要
zu: Hhayi manje

source: OK
af: Goed
ar: نعم
bn: ঠিক আছে
da: Okay
el: ΕΝΤΑΞΕΙ
es: DE ACUERDO
fa: باشه
fr: D'ACCORD
gu: બરાબર
hi: ठीक है
hu: RENDBEN
kn: ಸರಿ
ml: ശരി
mr: ठीक आहे
pa: ਠੀਕ ਹੈ
ru: ХОРОШО
sw: Sawa
ta: சரி
te: సరే
th: ตกลง
ur: ٹھیک ہے
zh_cn: 好的
zu: KULUNGILE

source: On visionOS, pinch and hold on the canvas to start writing, look around while pinching to steer, and release to pause. The input model is pinch-and-look.
af: Op visionOS, knyp en hou die doek vas om te begin skryf, kyk rond terwyl jy knyp om te stuur, en laat los om te pouseer. Die invoermodel is knyp-en-kyk.
ar: في نظام visionOS، اضغط بإصبعين على لوحة الرسم لبدء الكتابة، وانظر حولك أثناء الضغط للتوجيه، ثم ارفع إصبعيك للتوقف مؤقتًا. نموذج الإدخال هو الضغط والنظر.
bn: ভিশনওএস-এ, লেখা শুরু করতে ক্যানভাসের উপর পিঞ্চ করে ধরে রাখুন, দিক পরিবর্তন করতে পিঞ্চ করার সময় চারপাশে তাকান এবং বিরতি দিতে ছেড়ে দিন। এর ইনপুট মডেলটি হলো পিঞ্চ-অ্যান্ড-লুক।
cs: V systému VisionOS začněte psát stisknutím a podržením prstů na plátně, při stisknutí a stisknutí prstů se rozhlédněte pro řízení a uvolněním prstů pozastavte psaní. Model vstupu je se stisknutím a pohledem.
da: På visionOS skal du knibe og holde fingeren nede på lærredet for at begynde at skrive, se dig omkring, mens du kniber for at styre, og slippe for at sætte på pause. Inputmodellen er knibe-og-se.
de: Drücken Sie unter visionOS die Leinwand zusammen und halten Sie sie gedrückt, um mit dem Schreiben zu beginnen. Schauen Sie sich um, während Sie zusammenziehen, um zu steuern, und lassen Sie sie los, um zu pausieren. Das Eingabemodell ist Pinch-and-Look.
el: Στο visionOS, κρατήστε πατημένο το δάχτυλο στον καμβά για να ξεκινήσετε να γράφετε, κοιτάξτε γύρω σας ενώ τραβάτε το δάχτυλο για να κατευθύνετε και αφήστε το για παύση. Το μοντέλο εισαγωγής είναι με το δάχτυλο και το δάχτυλο.
es: En visionOS, pellizque y mantenga presionado el lienzo para comenzar a escribir, mire a su alrededor mientras pellizca para dirigir y suelte para pausar. El modelo de entrada es pellizcar y mirar.
fa: در visionOS، برای شروع نوشتن، انگشت خود را روی بوم به طرفین گرفته و نگه دارید، برای هدایت، در حین نوشتن به اطراف نگاه کنید و برای مکث، انگشت خود را رها کنید. مدل ورودی به صورت نیشگون گرفتن و نگاه کردن است.
fi: VisionOS-käyttöjärjestelmässä nipistä ja pidä sormea pohjalla aloittaaksesi kirjoittamisen, katso ympärillesi nipistämällä ohjataksesi ja vapauta sormi keskeyttääksesi kirjoittamisen. Syöttömalli on nipistämällä-ja-katsomalla-tyyppinen.
fr: Sur visionOS, pincez et maintenez sur la toile pour commencer à écrire, regardez autour de vous tout en pinçant pour diriger et relâchez pour mettre en pause. Le modèle d’entrée est le type pincer et regarder.
gu: visionOS પર, લખવાનું શરૂ કરવા માટે કેનવાસ પર પિંચ કરો અને પકડી રાખો, સ્ટીયર કરવા માટે પિંચ કરતી વખતે આસપાસ જુઓ અને થોભાવવા માટે છોડી દો. ઇનપુટ મોડેલ પિંચ-એન્ડ-લુક છે.
hi: विज़नओएस पर, लिखना शुरू करने के लिए कैनवास पर पिंच करके दबाए रखें, चारों ओर देखने के लिए पिंच करके ही नियंत्रण करें, और रोकने के लिए छोड़ दें। इनपुट मॉडल पिंच-एंड-लुक है।
hu: VisionOS rendszeren a vásznon tartva csippentsd az ujjad az írás megkezdéséhez, körülnézz csippentés közben az irányításhoz, majd engedd el a szüneteltetéshez. A beviteli modell csippentéses és nézési.
it: Su visionOS, pizzica e tieni premuta l'area di disegno per iniziare a scrivere, guardati intorno mentre pizzichi per sterzare e rilascia per mettere in pausa. Il modello di input è pizzica e guarda.
kn: ವಿಷನ್ಓಎಸ್‌ನಲ್ಲಿ, ಬರೆಯಲು ಪ್ರಾರಂಭಿಸಲು ಕ್ಯಾನ್ವಾಸ್ ಅನ್ನು ಪಿಂಚ್ ಮಾಡಿ ಮತ್ತು ಹಿಡಿದುಕೊಳ್ಳಿ, ಸ್ಟಿಯರ್ ಮಾಡಲು ಪಿಂಚ್ ಮಾಡುವಾಗ ಸುತ್ತಲೂ ನೋಡಿ ಮತ್ತು ವಿರಾಮಗೊಳಿಸಲು ಬಿಡುಗಡೆ ಮಾಡಿ. ಇನ್‌ಪುಟ್ ಮಾದರಿ ಪಿಂಚ್-ಅಂಡ್-ಲುಕ್ ಆಗಿದೆ.
ml: visionOS-ൽ, എഴുതാൻ തുടങ്ങാൻ ക്യാൻവാസിൽ പിഞ്ച് ചെയ്ത് പിടിക്കുക, സ്റ്റിയർ ചെയ്യാൻ പിഞ്ച് ചെയ്യുമ്പോൾ ചുറ്റും നോക്കുക, താൽക്കാലികമായി നിർത്താൻ വിടുക. ഇൻപുട്ട് മോഡൽ പിഞ്ച്-ആൻഡ്-ലുക്ക് ആണ്.
mr: व्हिजनओएसवर, लिहिण्यास सुरुवात करण्यासाठी कॅनव्हासवर पिंच करून धरून ठेवा, दिशा बदलण्यासाठी पिंच करत असताना आजूबाजूला पाहा आणि थांबण्यासाठी सोडा. इनपुट मॉडेल हे पिंच-अँड-लूक आहे.
nl: Op visionOS begin je met typen door je vinger op het canvas te houden, rond te kijken terwijl je je vinger erop houdt om te sturen, en los te laten om te pauzeren. Het invoermodel is 'knijpen en kijken'.
pa: visionOS 'ਤੇ, ਲਿਖਣਾ ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਕੈਨਵਸ 'ਤੇ ਚੂੰਢੀ ਭਰੋ ਅਤੇ ਹੋਲਡ ਕਰੋ, ਸਟੀਅਰ ਕਰਨ ਲਈ ਚੂੰਢੀ ਭਰਦੇ ਹੋਏ ਆਲੇ-ਦੁਆਲੇ ਦੇਖੋ, ਅਤੇ ਰੁਕਣ ਲਈ ਛੱਡੋ। ਇਨਪੁਟ ਮਾਡਲ ਚੂੰਢੀ ਭਰੋ ਹੈ।
pl: W systemie VisionOS wystarczy szczypnąć i przytrzymać obszar roboczy, aby rozpocząć pisanie, rozglądać się, jednocześnie szczypając, aby sterować, i puścić, aby wstrzymać. Model wprowadzania danych to „szczypnięcie i spojrzenie”.
pt: No visionOS, faça um gesto de pinça na tela para começar a escrever, olhe ao redor enquanto mantém o gesto de pinça pressionado para direcionar a escrita e solte para pausar. O modelo de entrada é de pinça e olhar.
ru: В visionOS для начала письма сведите пальцы и удерживайте их на холсте, для управления движением — осматривайтесь, сжимая пальцы, а для паузы отпустите. Модель ввода — «сведите пальцы и посмотрите».
sv: På visionOS, nyp och håll nere arbetsytan för att börja skriva, titta runt medan du nyper för att styra och släpp för att pausa. Inmatningsmodellen är nyp-och-titta.
sw: Kwenye visionOS, bonyeza na ushikilie kwenye turubai ili uanze kuandika, angalia huku ukibonyeza ili kuongoza, na uachilie ili kusimama. Mfano wa kuingiza ni bonyeza na uangalie.
ta: விஷன்ஓஎஸ்-இல், எழுதத் தொடங்க கேன்வாஸில் விரல்களைப் பிடித்து அழுத்திப் பிடிக்கவும்; விரல்களைப் பிடித்தவாறே சுற்றிலும் பார்த்து வழிநடத்தவும்; பின்னர் விடுவிப்பதன் மூலம் இடைநிறுத்தவும். உள்ளீட்டு முறை, விரல்களைப் பிடித்துப் பார்க்கும் வகையிலானது.
te: విజన్‌ఓఎస్‌లో, రాయడం ప్రారంభించడానికి కాన్వాస్‌పై చిటికెడు పట్టుకుని ఉంచండి, నడిపించడానికి చిటికెడు పట్టుకుంటూ చుట్టూ చూడండి, మరియు ఆపడానికి వదిలేయండి. ఇన్‌పుట్ మోడల్ చిటికెడు-మరియు-చూపు పద్ధతిలో ఉంటుంది.
th: ใน visionOS ให้ใช้นิ้วบีบและค้างไว้บนพื้นที่ทำงานเพื่อเริ่มเขียน มองไปรอบๆ ขณะบีบนิ้วเพื่อบังคับทิศทาง และปล่อยเพื่อหยุดชั่วคราว รูปแบบการป้อนข้อมูลคือการบีบนิ้วและมองไปรอบๆ
ur: visionOS پر، لکھنا شروع کرنے کے لیے کینوس پر چٹکی بھریں اور ہولڈ کریں، اسٹیئر کرنے کے لیے چوٹکی کرتے وقت ارد گرد دیکھیں، اور توقف کے لیے چھوڑ دیں۔ ان پٹ ماڈل پنچ اینڈ لِک ہے۔
zh_cn: 在 VisionOS 上，捏住画布即可开始书写，捏合时环顾四周即可转向，松开即可暂停。输入模型是捏看式的。
zu: Ku-visionOS, cindezela bese ubamba ku-canvas ukuze uqale ukubhala, bheka nxazonke ngenkathi ucindezela ukuze uqondise, bese udedela ukuze ume isikhashana. Imodeli yokufaka i-pinch-and-look.

source: Open Keyboard Settings
af: Maak sleutelbordinstellings oop
ar: افتح إعدادات لوحة المفاتيح
bn: কীবোর্ড সেটিংস খুলুন
cs: Otevřít nastavení klávesnice
da: Åbn tastaturindstillinger
de: Öffnen Sie die Tastatureinstellungen
el: Άνοιγμα ρυθμίσεων πληκτρολογίου
es: Abrir la configuración del teclado
fa: تنظیمات صفحه کلید را باز کنید
fi: Avaa näppäimistöasetukset
fr: Ouvrir les paramètres du clavier
gu: કીબોર્ડ સેટિંગ્સ ખોલો
hi: कीबोर्ड सेटिंग्स खोलें
hu: Nyissa meg a billentyűzet beállításait
it: Apri Impostazioni tastiera
kn: ಕೀಬೋರ್ಡ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ
ml: കീബോർഡ് ക്രമീകരണങ്ങൾ തുറക്കുക
mr: कीबोर्ड सेटिंग्ज उघडा
nl: Toetsenbordinstellingen openen
pa: ਕੀਬੋਰਡ ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ
pl: Otwórz ustawienia klawiatury
pt: Abra as configurações do teclado.
ru: Откройте настройки клавиатуры
sv: Öppna tangentbordsinställningar
sw: Fungua Mipangilio ya Kibodi
ta: விசைப்பலகை அமைப்புகளைத் திறக்கவும்
te: కీబోర్డ్ సెట్టింగ్‌లను తెరవండి
th: เปิดการตั้งค่าแป้นพิมพ์
ur: کی بورڈ کی ترتیبات کھولیں۔
zh_cn: 打开键盘设置
zu: Vula Izilungiselelo Zekhibhodi

source: Open Settings
af: Maak Instellings oop
ar: افتح الإعدادات
bn: সেটিংস খুলুন
cs: Otevřít Nastavení
da: Åbn Indstillinger
de: Öffnen Sie Einstellungen
el: Άνοιγμα Ρυθμίσεων
es: Abrir configuración
fa: تنظیمات را باز کنید
fi: Avaa asetukset
fr: Ouvrir les paramètres
gu: સેટિંગ્સ ખોલો
hi: खुली सेटिंग
hu: Beállítások megnyitása
it: Apri Impostazioni
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ
ml: ക്രമീകരണങ്ങൾ തുറക്കുക
mr: सेटिंग्ज उघडा
nl: Open instellingen
pa: ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ
pl: Otwórz ustawienia
pt: Abra as configurações
ru: Откройте настройки
sv: Öppna inställningar
sw: Fungua Mipangilio
ta: அமைப்புகளைத் திறக்கவும்
te: సెట్టింగ్‌లను తెరవండి
th: เปิดการตั้งค่า
ur: ترتیبات کھولیں۔
zh_cn: 打开设置
zu: Vula Izilungiselelo

source: Open System Settings
af: Maak stelselinstellings oop
ar: افتح إعدادات النظام
bn: সিস্টেম সেটিংস খুলুন
cs: Otevřít Nastavení systému
da: Åbn systemindstillinger
de: Öffnen Sie die Systemeinstellungen
el: Άνοιγμα ρυθμίσεων συστήματος
es: Abrir la configuración del sistema
fa: تنظیمات سیستم را باز کنید
fi: Avaa järjestelmäasetukset
fr: Ouvrir les paramètres système
gu: સિસ્ટમ સેટિંગ્સ ખોલો
hi: सिस्टम सेटिंग्स खोलें
hu: Rendszerbeállítások megnyitása
it: Apri Impostazioni di sistema
kn: ಸಿಸ್ಟಂ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ
ml: സിസ്റ്റം ക്രമീകരണങ്ങൾ തുറക്കുക
mr: सिस्टम सेटिंग्ज उघडा
nl: Open Systeeminstellingen
pa: ਸਿਸਟਮ ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ
pl: Otwórz Ustawienia systemowe
pt: Abra as configurações do sistema
ru: Откройте системные настройки
sv: Öppna systeminställningar
sw: Fungua Mipangilio ya Mfumo
ta: கணினி அமைப்புகளைத் திறக்கவும்
te: సిస్టమ్ సెట్టింగ్‌లను తెరవండి
th: เปิดการตั้งค่าระบบ
ur: سسٹم کی ترتیبات کھولیں۔
zh_cn: 打开系统设置
zu: Vula Izilungiselelo Zesistimu

source: Open...
af: Oopmaak...
ar: يفتح...
bn: খোলা...
cs: OTEVŘENO...
da: Åben...
de: Offen...
el: Ανοιχτό...
es: Abierto...
fa: باز...
fi: Avata...
fr: Ouvrir...
gu: ખોલો...
hi: खुला...
hu: Nyitott...
it: Aprire...
kn: ತೆರೆಯಿರಿ...
ml: തുറക്കുക...
mr: उघडा...
pa: ਖੋਲ੍ਹੋ...
pl: Otwarte...
pt: Abrir...
ru: Открыть...
sv: Öppna...
sw: Fungua...
ta: திற...
te: తెరవండి...
th: เปิด...
ur: کھولیں...
zh_cn: 打开...
zu: Vula...

source: Output Font Size
af: Uitvoer lettergrootte
ar: حجم خط الإخراج
bn: আউটপুট ফন্ট সাইজ
cs: Velikost výstupního písma
da: Skriftstørrelse for output
de: Ausgabeschriftgröße
el: Μέγεθος γραμματοσειράς εξόδου
es: Tamaño de fuente de salida
fa: اندازه فونت خروجی
fi: Tulosteen fonttikoko
fr: Taille de la police de sortie
gu: આઉટપુટ ફોન્ટ કદ
hi: आउटपुट फ़ॉन्ट आकार
hu: Kimeneti betűméret
it: Dimensione carattere di output
kn: ಔಟ್‌ಪುಟ್ ಫಾಂಟ್ ಗಾತ್ರ
ml: ഔട്ട്‌പുട്ട് ഫോണ്ട് വലുപ്പം
mr: आउटपुट फॉन्ट आकार
nl: Uitvoer lettergrootte
pa: ਆਉਟਪੁੱਟ ਫੌਂਟ ਆਕਾਰ
pl: Rozmiar czcionki wyjściowej
pt: Tamanho da fonte de saída
ru: Размер шрифта при выводе
sv: Utmatningsstorlek för teckensnitt
sw: Ukubwa wa Fonti ya Matokeo
ta: வெளியீட்டு எழுத்துரு அளவு
te: అవుట్‌పుట్ ఫాంట్ పరిమాణం
th: ขนาดตัวอักษรที่แสดงผล
ur: آؤٹ پٹ فونٹ سائز
zh_cn: 输出字体大小
zu: Usayizi Wefonti Yokukhipha

source: Paste
af: Plak
ar: لصق
bn: পেস্ট
cs: Pasta
da: Indsæt
el: Πάστα
es: Pasta
fa: چسباندن
fi: Liitä
fr: Coller
gu: પેસ્ટ કરો
hi: पेस्ट करें
hu: Paszta
it: Impasto
kn: ಅಂಟಿಸಿ
ml: ഒട്ടിക്കുക
mr: पेस्ट
nl: Plakken
pa: ਪੇਸਟ ਕਰੋ
pl: Pasta
pt: Colar
ru: Вставить
sv: Klistra
sw: Bandika
ta: பசை
te: పేస్ట్
th: แปะ
ur: چسپاں کریں۔
zh_cn: 粘贴
zu: Namathisela

source: Pause When Looking Away
af: Pouseer wanneer jy wegkyk
ar: توقف مؤقتًا عند النظر بعيدًا
bn: অন্যদিকে তাকানোর সময় থামুন
cs: Pauza při odvracení pohledu
da: Hold pause, når du kigger væk
de: Halten Sie inne, wenn Sie wegschauen
el: Παύση όταν κοιτάτε αλλού
es: Haz una pausa cuando apartes la mirada.
fa: هنگام نگاه کردن به دوردست مکث کنید
fi: Pysähdy katsoessasi poispäin
fr: Pause en détournant le regard
gu: દૂર જોતી વખતે થોભો
hi: जब आप दूसरी तरफ देख रहे हों तो रुकें
hu: Szünet, amikor elnéz
it: Pausa quando distogli lo sguardo
kn: ದೂರ ನೋಡುವಾಗ ವಿರಾಮಗೊಳಿಸಿ
ml: ദൂരേക്ക് നോക്കുമ്പോൾ താൽക്കാലികമായി നിർത്തുക
mr: दुसरीकडे पाहताना थांबा
nl: Pauzeer even als je wegkijkt.
pa: ਦੂਰ ਦੇਖਦੇ ਸਮੇਂ ਰੁਕੋ
pl: Zatrzymaj się, gdy odwracasz wzrok
pt: Faça uma pausa ao desviar o olhar.
ru: Сделайте паузу, когда отводите взгляд.
sv: Pausa när du tittar bort
sw: Sitisha Unapoangalia Mbali
ta: வேறு பக்கம் பார்க்கும்போது இடைநிறுத்தம்
te: పక్కకు చూస్తున్నప్పుడు ఆగండి
th: หยุดชั่วคราวเมื่อหันหน้าไปทางอื่น
ur: دور دیکھتے وقت توقف کریں۔
zh_cn: 目光移开时暂停
zu: Misa isikhashana uma ubheka kude

source: Pinch and hold anywhere on the canvas to start
af: Knyp en hou enige plek op die doek vas om te begin
ar: اضغط مع الاستمرار في الضغط في أي مكان على اللوحة للبدء
bn: শুরু করতে ক্যানভাসের যেকোনো জায়গায় চিমটি দিয়ে ধরে রাখুন।
cs: Spusťte stisknutím a podržením libovolného místa na plátně.
da: Knib og hold et vilkårligt sted på lærredet for at starte
de: Drücken und halten Sie zum Starten eine beliebige Stelle auf der Leinwand
el: Τσιμπήστε και κρατήστε πατημένο οπουδήποτε στον καμβά για να ξεκινήσετε
es: Para empezar, pellizque y mantenga presionado en cualquier parte del lienzo.
fa: برای شروع، هر جایی از بوم را به هم نزدیک کرده و نگه دارید
fi: Aloita nipistämällä ja pitämällä painettuna mitä tahansa kankaalla
fr: Pincez et maintenez n'importe où sur la toile pour commencer
gu: શરૂ કરવા માટે કેનવાસ પર ગમે ત્યાં પિંચ કરો અને પકડી રાખો
hi: कैनवास पर कहीं भी चुटकी लेकर पकड़ें और शुरू करें
hu: Csippentsd össze és tartsd lenyomva az ujjad a vásznon bárhol a kezdéshez
it: Per iniziare, pizzica e tieni premuto in un punto qualsiasi della tela
kn: ಪ್ರಾರಂಭಿಸಲು ಕ್ಯಾನ್ವಾಸ್‌ನಲ್ಲಿ ಎಲ್ಲಿಯಾದರೂ ಪಿಂಚ್ ಮಾಡಿ ಮತ್ತು ಹಿಡಿದುಕೊಳ್ಳಿ
ml: ആരംഭിക്കാൻ ക്യാൻവാസിൽ എവിടെയെങ്കിലും പിഞ്ച് ചെയ്ത് പിടിക്കുക
mr: सुरुवात करण्यासाठी कॅनव्हासवर कुठेही चिमटा घ्या आणि धरून ठेवा.
nl: Knijp en houd ergens op het doek vast om te beginnen.
pa: ਸ਼ੁਰੂ ਕਰਨ ਲਈ ਕੈਨਵਸ 'ਤੇ ਕਿਤੇ ਵੀ ਚੂੰਢੀ ਭਰ ਕੇ ਰੱਖੋ
pl: Aby rozpocząć, ściśnij i przytrzymaj dowolne miejsce na płótnie
pt: Para começar, faça um gesto de pinça e segure em qualquer lugar da tela.
ru: Для начала сожмите и удерживайте любую точку на холсте.
sv: Nyp och håll var som helst på arbetsytan för att börja
sw: Bana na ushikilie popote kwenye turubai ili uanze
ta: தொடங்குவதற்கு கேன்வாஸில் எந்த இடத்திலும் கிள்ளி பிடித்துக் கொள்ளவும்.
te: ప్రారంభించడానికి కాన్వాస్‌పై ఎక్కడైనా చిటికెడు పట్టుకుని ఉంచండి.
th: บีบและกดค้างไว้ที่ใดก็ได้บนผืนผ้าใบเพื่อเริ่มต้น
ur: شروع کرنے کے لیے کینوس پر کہیں بھی چٹکی لگائیں اور پکڑیں۔
zh_cn: 捏住画布上的任意位置即可开始
zu: Cindezela bese ubamba noma kuphi kukhanvasi ukuze uqale

source: Pinch and Look to Write
af: Knyp en kyk om te skryf
ar: اضغط وانظر للكتابة
bn: লেখার জন্য চিমটি দিন এবং দেখুন
cs: Štípnutí a pohled pro psaní
da: Knib og se for at skrive
de: Kneifen und schauen Sie, um zu schreiben
el: Τσιμπήστε και κοιτάξτε για να γράψετε
es: Pellizca y mira para escribir
fa: برای نوشتن، انگشتتان را به هم نزدیک کنید و نگاه کنید
fi: Nipistä ja katso kirjoittaaksesi
fr: Pincez et regardez pour écrire
gu: લખવા માટે ચપટી કરો અને જુઓ
hi: लिखने के लिए चुटकी लें और देखें
hu: Csippentés és ránézés íráshoz
it: Pizzica e guarda per scrivere
kn: ಬರೆಯಲು ಪಿಂಚ್ ಮಾಡಿ ನೋಡಿ
ml: എഴുതാൻ പിഞ്ച് ചെയ്ത് നോക്കുക
mr: लिहिण्यासाठी चिमटा काढा आणि पहा
nl: Knijp en kijk om te schrijven
pa: ਲਿਖਣ ਲਈ ਚੂੰਢੀ ਭਰੋ ਅਤੇ ਦੇਖੋ
pl: Uszczypnij i spójrz, aby napisać
pt: Pinçar e olhar para escrever
ru: Используйте жест «щипок» и «посмотри», чтобы писать.
sv: Nyp och titta för att skriva
sw: Bana na Uangalie Kuandika
ta: எழுதுவதற்கு கிள்ளி, பார்க்கவும்
te: రాయడానికి చిటికెడు మరియు చూడండి
th: บีบและมองเพื่อเขียน
ur: چٹکی لگائیں اور لکھنے کے لیے دیکھیں
zh_cn: 捏捏并看着写
zu: Cindezela bese ubheka ukuthi ubhale ini

source: Pointer Hover Input
af: Wyser Sweef Invoer
ar: إدخال تحريك المؤشر
bn: পয়েন্টার হোভার ইনপুট
cs: Vstup při najetí kurzoru
da: Markør-hover-input
de: Zeiger-Hover-Eingabe
el: Είσοδος δείκτη με αιώρηση
es: Entrada al pasar el puntero
fa: ورودی نشانگر موس
fi: Osoittimen leijutussyöttö
fr: Entrée de survol du pointeur
gu: પોઇન્ટર હોવર ઇનપુટ
hi: पॉइंटर होवर इनपुट
hu: Mutató lebegés bemenet
it: Ingresso al passaggio del puntatore
kn: ಪಾಯಿಂಟರ್ ಹೋವರ್ ಇನ್‌ಪುಟ್
ml: പോയിന്റർ ഹോവർ ഇൻപുട്ട്
mr: पॉइंटर होव्हर इनपुट
nl: Invoer voor muisovergang
pa: ਪੁਆਇੰਟਰ ਹੋਵਰ ਇਨਪੁੱਟ
pl: Wprowadzanie za pomocą najechania kursorem
pt: Entrada de ponteiro ao passar o cursor
ru: Ввод при наведении указателя
sv: Pekare/Hover-inmatning
sw: Ingizo la Kuelea kwa Kielekezi
ta: சுட்டி வட்டமிடல் உள்ளீடு
te: పాయింటర్ హోవర్ ఇన్‌పుట్
th: อินพุตเมื่อวางเมาส์เหนือตัวชี้
ur: پوائنٹر ہوور ان پٹ
zh_cn: 指针悬停输入
zu: Okokufaka Kokuhambisa Ngesikhombisi
